win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в программу по определению состояния здоровья'
txt_next = ''
txt_instruction = '''Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья. 
Проба Руфье представляет собой нагрузочный комплекс, предназначеный для оценки работоспособности сердца при физической нагрузке. 
У испытуемого, находящегося в положении лежа на спине в течнии 5 минут, определяют состояние пульса за 15 секунд;
затем в течении 45 секунд испытуемый выполняет 30 приседаний.
После окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые 15 секунд,
а потом - за последний 15 секунд первой минуты восстановления.
Важно!!! Если в процессе проведения испытаения вы почувствуете себя плохо(появится головокружение, шум в ушах, сильная одышка и др.)''' 
txt_title = 'Здоровье'
txt_name = 'Введите свою Фамилию Имя и Отчество'
txt_hintname = "_"
txt_hintage = "0"
txt_test1 = '''Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый тест", чтобы запустить таймер.
Результат запишите в соответствующее поле.'''
txt_test2 = '''Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать приседания", 
чтобы запустить счетчик приседаний.'''
txt_test3 = '''Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за последние 15 секунд.
Нажмите кнопку "Начать финальный тест" чтобы запустить таймер.
Зеленым обозначены секунды, в течении которых необходимо
проводить измерения, черным - секунды без замера пульсаций. Результаты запишите в соответствующие поля.'''
txt_sendresults = 'Отправить результаты'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Начать первый тест'
txt_starttest2 = 'Начать делать приседания'
txt_starttest3 = 'Начать финальный тест'
txt_res1 = 'Низкая. Срочно обратитесь к врачу!'
txt_res2 = 'Удовлетворительная. Обратитесь к врачу'
txt_res3 = 'средняя. Возможно, стоит обратиться к врачу'
txt_res4 = ''
txt_res5 - ''
txt_age = 'Полных лет:'
txt_finalwin = ''
txt_index = 'Индекс Руфье: '
txt_workheart = 'Работоспособность сердца: '
txt_timer = ''
